[
    "Email ID: 190534e0dffbdf79 Subject: Thank you for applying to Noah Medical! Sender: no-reply@us.greenhouse-mail.io Body: Hi Nora,  Thank you for your interest in Noah Medical! We wanted to confirm that we've received your application for the System Software Engineer Intern position.  We will review your application and will be in touch with you directly if your qualifications match our needs for this role. If you are not selected for this position, we encourage you to keep an eye on our careers page as we continue to grow and add new openings in the coming months.  Thank you again and have a great day!  Best Regards, Noah Medical Talent Acquisition Team<p>Hi Nora,</p> <p>Thank you for your interest in Noah Medical! We wanted to confirm that we've received your application for the&nbsp;System Software Engineer Intern position.<!--EndFragment--></p> <p>We will review your application and will be in touch with you directly if your qualifications match our needs for this role. If you are not selected for this position, we encourage you to keep an eye on our careers page as we continue to grow and add new openings in the coming months.&nbsp;</p> <p>Thank you again and have a great day!</p> <p>Best Regards,<br>Noah Medical Talent Acquisition Team</p>",
    "Hi Nora,  Thank you for your interest in joining the Pinterest team! We appreciate the time you took to apply for a role with us and are excited to learn about your skills and experience.   We are carefully reviewing each application. If your qualifications align with the requirements of the role, you can expect to hear from one of our recruiters.   As we review your application, find inspiration from the people behind the product by exploring our Life at Pinterest Blog for a glimpse behind the curtain into our company culture and discover what it’s like to be a Pinterest employee. Additionally, we invite you to join our Talent Community to stay connected with our latest news, company updates and events.  We sincerely appreciate your patience throughout this process.  Thanks again,  Pinterest Recruiting",
    "Thank you for your interest in the SWE Intern position at Reflectica AI in United States. Unfortunately, we will not be moving forward with your application, but we appreciate your time and interest in Reflectica AI.  Regards, Reflectica AI",
    "Hi Nora,  Last call to join our webinar this Wednesday: Resume Writing Strategies - Crafting a Standout Resume.      Career coach, David Alto, will be joining us to answer all of your resume-related questions and help you craft a resume that lands you more interviews. It’s going to be a great session!     In this webinar, we will discuss:  How to write the most effective resume sections - what to include, how to say it, and best present your information Advice for reviewing, editing, and formatting your resume Using LinkedIn for networking to help land your next role An open Q&A on resume writing (ask any questions you have about your resume) And don’t miss our giveaway:     Jobscan is 10 years old this year!     To celebrate 10 years of Jobscan, we are giving away one month of Jobscan Premium for ten winners.      Just grab your seat, and you'll be entered to win one of 10 Jobscan Premium accounts. The winners will be announced live on the webinar.     All webinar registrants are eligible, except where prohibited. So grab your seat!",
    "Hi Nora, You just received free scans at Jobscan. Log into Jobscan to use your scans!  Thanks, The Jobscan Team"
  ]
  