[
    {
      "text": "Email ID: 1905b1f15be77ef8\nSubject: Thank You For Your Application - Internships - Software Engineering\nSender: no-reply@learfield.com\nBody: Hello Nora,\n\nThank you so much for your application for the Internships - Software Engineering position and for your interest in LEARFIELD. After reviewing your application for this role, we have decided to move forward with other candidates that better meet our needs at this time.\n\nWe want to thank you for your time and patience through this process. We hope that you will have a continued interest in LEARFIELD. We wish you the best of luck in your search.\n\nThank you.\n\nLEARFIELD",
      "label": "Rejected"
    },
    {
      "text": "Email ID: 19058e33bbc1805d\nSubject: Re: Thank you for your Application to Shopify\nSender: Shopify Recruiting <recruiting@shopify.com>\nBody: ​Hi Nora,\nThank you for your interest in Shopify. We’ve received your application for\nan Engineering Internship, and we’re delighted that you’re considering\njoining the team.\n\nIt may take some time to hear back from us, but don’t be discouraged, all\napplicants will hear back about the status of their application.\nThanks,\nThe Intern Program Team",
      "label": "Application Received"
    },
    {
      "text": "\nEmail ID: 190553467048b2ca\nSubject: Thank you for your interest in Algolia\nSender: Flora Farquharson <flora.farquharson@algolia.com>\nBody: Hi Nora,\n\nThank you for your application to the Associate Demo Engineer position at Algolia.\n\nUnfortunately this position is now filled. Feel free to keep an eye on our career page in case another opportunity matches with your profile.\n\nWe truly appreciate your interest in Algolia and we wish you luck in your search.\n\nBest,\nAlgolia Talent Acquisition Team<p>Hi Nora,<br><br>Thank you for your application to the Associate Demo Engineer position at Algolia. <br><br>Unfortunately this position is now filled. Feel free to keep an eye on our career page in case another opportunity matches with your profile.&nbsp;</p>\n<p>We truly appreciate your interest in Algolia and we wish you luck in your search.</p>\n<p>Best,<br>Algolia Talent Acquisition Team</p>",
      "label": "Rejected"
    },
    {
      "text": "Email ID: 190536292018e5a0\nSubject: Thank you for your application to Moxion Power\nSender: Moxion Power <no-reply@hire.lever.co>\nBody: <div>Hi Nora,</div><div><br></div><div>Thank you for your interest in Moxion Power! We wanted to let you know we received your application for Quality Engineer Intern, and we are delighted that you would consider joining our team.</div><div><br></div><div>Our team will review your application and will be in touch if your qualifications match our needs for the role. If you are not selected for this position, keep an eye on our jobs page as were growing and adding openings rapidly.</div><div><br></div><div>Best,</div><div><br></div><div>The Moxion Power Team</div>",
      "label": "Application Received"
    },
    {
      "text": "Email ID: 190534e0dffbdf79\nSubject: Thank you for applying to Noah Medical!\nSender: no-reply@us.greenhouse-mail.io\nBody: Hi Nora,\nThank you for your interest in Noah Medical! We wanted to confirm that we've received your application for the System Software Engineer Intern position.\nWe will review your application and will be in touch with you directly if your qualifications match our needs for this role. If you are not selected for this position, we encourage you to keep an eye on our careers page as we continue to grow and add new openings in the coming months.\n\nThank you again and have a great day!\n\nBest Regards,\nNoah Medical Talent Acquisition Team<p>Hi Nora,thank you for your interest in Noah Medical! We wanted to confirm that we've received your application for the&nbsp;System Software Engineer Intern position.We will review your application and will be in touch with you directly if your qualifications match our needs for this role. If you are not selected for this position, we encourage you to keep an eye on our careers page as we continue to grow and add new openings in the coming months. Thank you again and have a great day! Best Regards,<br>Noah Medical Talent Acquisition Team",
      "label": "Application Received"
    },
    {
      "text": "Email ID: 190533c514a24b5e\nSubject: Thank you for applying at Garmin\nSender: \"Garmin International, Inc. @ icims\" <garmin+autoreply@talent.icims.com>\nBody:  \nDear Nora, \n\nThank you very much for your recent application to the Software Engineer Intern/Co-Op (Fall 2024) position at Garmin. Your submission will be reviewed by our recruiting staff, and we may reach out to you for more information if we determine that your background meets our staffing needs.\n \nYou can check the status of your application at any time by visiting your Candidate Dashboard.\n\nThank you again for your interest in our company.\n\nSincerely,\nHuman Resources\nGarmin International, Inc.\n\nThis is an automated email response. Please do not reply.\n",
      "label": "Application Received"
    },
    {
      "text": "Email ID: 190365324c529178\nSubject: Thank you for for your interest in Lightning AI\nSender: no-reply@us.greenhouse-mail.io\nBody: Hi Nora,\n\nThank you for your interest in Lightning AI. We are lucky to be receiving applications from many qualified applicants, but unfortunately, we will be unable to move forward with your candidacy at this time.\n\nPlease keep our careers page bookmarked for the future, as we are constantly updating our available roles. We wish you the best of luck in your search!\n\nRegards,\nLightning AI",
      "label": "Rejected"
    },
    {
      "text": "Email ID: 190297be30ed0aa1\nSubject: Thank you for applying to Dataiku\nSender: no-reply@dataiku.com\nBody: Hi Nora,\n\nWe confirm receipt of your application to Software Engineer Intern - Fuzzy Distinct.\n\nOur Talent Acquisition team reviews resumes regularly. One of our recruiters will contact you if your profile looks like it meets the requirements for this or any other role.\n\nRegards,\nDataiku Talent Acquisition Team\n\n** Please note: Do not reply to this email. This email is sent from an unattended mailbox. Replies will not be read.\n\n",
      "label": "Application Received"
    },
    {
        "text": "Email ID: 190375a33217a658\nSubject: Thank the TDSB for Adopting an Anti-Palestinian Racism strategy\nSender: Canadians for Justice and Peace in the Middle East <info@cjpme.org>\nBody: <https://www.cjpmecontent.org/tdsb_apr_policy>\n\nDear Nora,\n\nGreat news! Yesterday evening, the Toronto District School Board (TDSB) voted to include anti-Palestinian racism <https://www.cjpme.org/pr_2024_06_20_tdsb> (APR) as part of its Combating Hate and Racism strategy! This means that the TDSB has committed to developing resources to inform students about APR, alongside other forms of discrimination including Islamophobia and antisemitism.\n\nThis is a major victory and is a result of important advocacy work by Toronto Palestinian families <https://torontopalestinianfamilies.ca/>, Toronto Jewish families <https://torontojewishfamilies.wordpress.com/>, and others. Acknowledging APR is critically important amid the skyrocketing incidents of violence and hate against Palestinians and their supporters. Unfortunately, pro-Israel organizations continue to oppose any mention of APR and are actively campaigning to have this decision reversed.\n\nDon't allow political pressure from pro-Israel groups erase Palestinian voices! Please click here to send a message to TDSB Trustees, the Ontario Education Minister, and other public officials. <https://www.cjpme.org/tdsb_apr_policy> Please join us in thanking the TDSB for their principled decision to address APR as part of its broader fight against all forms of racism\n\n<https://www.cjpmecontent.org/tdsb_apr_policy>\n\nPlease share this campaign:\n\n- Click here <https://nmshr.io/s/twitter/ZBE8BTXEHQ==/b> to Tweet, or retweet <https://x.com/CJPME/status/1803871768836260032> our campaign tweet\n- Click here <https://www.facebook.com/photo/?fbid=870748418430704&set=a.482363290602554> like and share our Facebook campaign post\n- Click here <https://www.instagram.com/p/C8cvLJ5Te2b/> to like our main Instagram post\n- Forward <https://nmshr.io/s/email/ZBE8BTXEHQ==/b> this email to your friends\n\nMore Info\n\nA report <https://pub-tdsb.escribemeetings.com/filestream.ashx?DocumentId=17569> adopted yesterday by the TDSB in a 15-7 vote <https://www.youtube.com/live/SVb3KShPlaM?feature=shared&t=21207> includes anti-Palestinian racism (APR) as an area of focus “in response to student and community voices,” and follows advocacy from Toronto Palestinian and Jewish families. This means that a working group will be formed to educate students on APR, alongside other forms of discrimination including Islamophobia and antisemitism.\n\nA working description of anti-Palestinian racism was first developed by the Arab-Canadian Lawyers Association (ACLA) in its 2022 report titled “Anti-Palestinian Racism: Naming, Framing and Manifestations <https://static1.squarespace.com/static/61db30d12e169a5c45950345/t/627dcf83fa17ad41ff217964/1652412292220/Anti-Palestinian+Racism-+Naming%2C+Framing+and+Manifestations.pdf>.” The ACLA describes APR as “a form of anti-Arab racism that silences, excludes, erases, stereotypes, defames or dehumanizes Palestinians or their narratives,” and identifies various forms of APR, including “denying the Nakba and justifying violence against Palestinians,” “failing to acknowledge Palestinians as an Indigenous people with a collective identity,” and “defaming Palestinians and their allies with slander such as being inherently antisemitic, a terrorist threat/sympathizer or opposed to democratic values.\n\nThe need to adopt APR as part of anti-racism strategies around Canada is corroborated by the rise of violence and discrimination against Canadian Palestinians and their allies. Some recent examples of hateful acts include: An arson attack <https://london.ctvnews.ca/next-level-kind-of-hate-alleged-hate-driven-arson-concerning-for-muslims-and-police-1.6920908> on a London family in response to their lawn signs expressing support of Palestinian human rights; a mobile advertising truck <https://www.cbc.ca/news/canada/toronto/toronto-anti-muslim-islamophobic-truck-advertising-1.7240534> in Toronto demonizing Muslims and Palestinians while claiming that Canada is “under siege”; beheading threats <https://winnipeg.citynews.ca/2024/06/19/winnipeg-man-says-he-believes-hes-receiving-increasing-threats-due-to-public-support-of-palestinian-community/> received by the leader of the Canadian Palestinian Association of Manitoba; and a covert foreign influence campaign <https://www.cjpme.org/pr_2024_06_05_foreign_influence> by the Israeli government spreading anti-Palestinian and anti-Muslim messages. While the APR preceded October 7, 2023, it has been on the rise within Canadian society and institutions.\n\nMany pro-Israeli lobby groups in Canada have attacked the TDSB for this policy, and the Centre of Israel and Jewish Affairs (CIJA) even ludicrously claimed <https://www.cija.ca/tdsb_trustees_must_vote_no_chr_ignores_antisemitism> that simply recognizing anti-Palestinian racism would “result in the censorship of core aspects of Jewish identity.” Such false claims imply that anti-racism work is exclusive and a zero-sum game, and that it needs to benefit one group at the expense of another. Acknowledging anti-Palestinian hatred is a necessary part of combatting all forms of discrimination, including antisemitism, in an intersectional manner. Join us in applauding the TDSB’s decision in the hope that additional school boards, the federal government and other public bodies will follow the TDSB and incorporate APR into their anti-racism strategies <https://www.cjpme.org/tdsb_apr_policy>.\n\nThank you!\n\nIf you believe in what CJPME is doing to influence the media, politicians and the public, please consider making a gift of financial support <https://www.cjpme.org/donate_ep> to CJPME. Our work depends entirely on private donations. Monthly donations <https://www.cjpme.org/donate_monthly> are especially helpful, as they sustain our ongoing work and make it easier for us to strategize for the future. If you don't like to donate by credit card, you may donate via email transfer <https://www.cjpme.org/etransfer>, over the phone (438-380-5410), or complete and mail in this form <https://www.cjpme.org/donation_form>.\n\nThank you for supporting this campaign. Every additional voice makes a difference!\n\nWarmest regards,\n\nTom, Michael, Jason, Lynn, Alex, Fatima, Rose, Wissam, and the rest of the CJPME team",
        "label": "Not applicable"
      },
      {
        "text": "Email ID: 19041b115e85c1dc\nSubject: YesStyle.com - Thank you! Your Order (23910645) Has Been Placed\nSender: \"autoreply@yesstyle.com\" <autoreply@yesstyle.com>\nBody:\n<HTML>\n<head>\n<TITLE>Order Confirmation</TITLE>\n<META HTTP-EQUIV=\"Content-Type\" CONTENT=\"text/html; charset=utf-8\"/>\n<META NAME=\"subject\" CONTENT=\"YesStyle.com - Thank you! Your Order (23910645) Has Been Placed\"/>\n<META NAME=\"fromEmail\" CONTENT=\"autoreply@yesstyle.com\"/>\n<META NAME=\"fromName\" CONTENT=\"\"/>\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\n</head>\n\n<style type=\"text/css\">\n/* NO_INLINE_STYLE_REPLACEMENT */\nbody, td{font-size:12px; font-family:Arial, helvetica, verdana; -webkit-font-smoothing:antialiased; -webkit-text-size-adjust:100%}\na{color:#363}\na:hover{color:#000; Text-Decoration:none;}\nimg{vertical-align:middle}\nhr[size=\"1\"]{margin:1em 0;}\n@media handheld, only screen and (max-width:690px) {\n.deviceWidth, .contentWidth, .xs-responsive{width:100%!important; padding:0; margin:0 auto}\n}\n@media handheld, only screen and (max-width:590px) {\n.xs-responsive{width:100%!important}\n.xs-invisible{display:none!important}\n.text-right{text-align:center!important}\n}\n.text-right{text-align:right}\n.deviceWidth{width:600px}\n.xs-responsive{width:auto}\n</style>\n\n<BODY BGCOLOR=\"#FFFFFF\" TEXT=\"#333333\" LINK=\"#336633\" ALINK=\"#336633\" VLINK=\"#336633\">\n\n\n<br/>\n<center>\n<div style=\"padding:7px 15px 4px 20px;\">\n<img src=\"https://ddvql06zg3s2o.cloudfront.net/Assets/res/imgs/newsletter/common/newsletter_logo_ys_2x.png\" width=\"197\" height=\"27\" alt=\"YesStyle.com\" border=\"0\"/>\n</div>\n<div style=\"padding:4px 20px 16px;\"><font face=\"Arial,helvetica,verdana\" color=\"#999\" style=\"color:#999; font-weight:bold; white-space:nowrap\">Shop Beauty, Fashion & Lifestyle Online</font></div>\n</center>\n<div style=\"width:600px; margin:0 auto; padding-bottom:5px; text-align:left;\" class=\"deviceWidth\">\n\n<div style=\"border-top:2px solid #444; border-bottom:2px solid #444; padding:20px 0; margin:0 20px\">\n<FONT SIZE=\"4\" face=\"Georgia\" color=\"#000000\" style=\"font-weight:bold\">Order Confirmation</FONT>\n\n&nbsp;&nbsp;\n\n</div>\n<div style=\"padding:20px 20px 0\">\n<font size=\"2\" face=\"Arial,helvetica,verdana\">\n\n\nDear nchamseddi...,\n<br/><br/><br/>\n\n\n\n\nThank you for shopping at YesStyle.com! Your order (Number: 23910645) has been successfully placed. Please find your order details below:\n<br/><br/>\n\n\n\n\n<TABLE CELLPADDING=\"0\" CELLSPACING=\"0\" BORDER=\"0\">\n\n\n<TR>\n<TD><font size=\"2\" face=\"arial\">Name</font></TD>\n<TD><font size=\"2\" face=\"arial\">:&nbsp;</font></TD>\n<TD><font size=\"2\" face=\"arial\">nchamseddi...</font></TD>\n</TR>\n\n\n<TR>\n<TD><font size=\"2\" face=\"arial\">Member Email</font></TD>\n<TD><font size=\"2\" face=\"arial\">:&nbsp;</font></TD>\n<TD><font size=\"2\" face=\"arial\">nchamseddin@gmail.com</font></TD>\n</TR>\n\n\n\n\n<TR>\n<TD><font size=\"2\" face=\"arial\">Order Number</font></TD>\n<TD><font size=\"2\" face=\"arial\">:&nbsp;</font></TD>\n<TD><font size=\"2\" face=\"arial\">23910645</font></TD>\n</TR>\n<TR>\n<TD><font size=\"2\" face=\"arial\">Payment Method</font></TD>\n<TD><font size=\"2\" face=\"arial\">:&nbsp;</font></TD>\n<TD><font size=\"2\" face=\"arial\">Credit / Debit Card</font></TD>\n</TR>\n<TR>\n<TD><font size=\"2\" face=\"arial\">Shipping Method</font></TD>\n<TD><font size=\"2\" face=\"arial\">:&nbsp;</font></TD>\n<TD><font size=\"2\" face=\"arial\">Premium Standard</font></TD>\n</TR>\n\n<TR valign=\"top\">\n<TD nowrap><font size=\"2\" face=\"arial\">Shipping Address</font></TD>\n<TD><font size=\"2\" face=\"arial\">:&nbsp;</font></TD>\n<TD><font size=\"2\" face=\"arial\">\n\n\nNora Chamseddin\n<br/>\n\n\n\n\n\n145 Columbia St W\n<br/>\n\n\n\nSouth Tower, Floor 8, Apartment 831.\n<br/>\n\n\n\n\n\nWaterloo, Ontario\n<br/>\n\n\n\n\n\n\nN2L 0K7\n<br/>\n\n\n\nCanada<br/>\n\n</font>\n</TD>\n</TR>\n\n</TABLE>\n\n<br/>\n<TABLE WIDTH=\"100%\" CELLPADDING=\"0\" CELLSPACING=\"0\" BORDER=\"0\" BGCOLOR=\"#CCCCCC\">\n<TD>\n<TABLE WIDTH=\"100%\" CELLPADDING=\"4\" CELLSPACING=\"1\" BORDER=\"0\">\n<TR BGCOLOR=\"#EEEEEE\">\n<TH style=\"font-size:8pt; font-family:arial\" align=\"left\">Item Description</TH>\n<TH style=\"font-size:8pt; font-family:arial\" align=\"center\">Catalog No.</TH>\n<TH style=\"font-size:8pt; font-family:arial\" align=\"right\">Quantity</TH>\n<TH style=\"font-size:8pt; font-family:arial\" align=\"right\">Unit Price</TH>\n<TH style=\"font-size:8pt; font-family:arial\" align=\"right\">Total</TH>",
        "label": "Not applicable"
      },

    {
        "text": "Nora,\n\nMy Squad brother Jamaal Bowman lost his Congressional primary yesterday after being outspent 7 to 1.\n\nJamaal visited my Palestinian sity in Palestine’s West Bank when I couldn’t, and he recognized her humanity without hesitation. Unlike many of our colleagues in Congress, Jamaal hasn’t bowed down to those who believe killing thousands of Palestinian children is acceptable.\n\nBecause Jamaal believed that Palestinians deserve to live, the American Israel Public Affairs Committee (AIPAC) spent nearly $20 million to unseat him.\n\nThis is the most expensive U.S. House of Representatives primary ever. Funded mainly by far-right billionaires, AIPAC saturated the airwaves with racist attack ads and encouraged Republicans to register as Democrats to vote against Jamaal.\n\nWe can’t let AIPAC undermine our democracy or scare lawmakers into continued unconditional support for Israel’s military. So we’ve got to defend AIPAC’s next target: Rep. Cori Bush.\n\nLike Jamaal Bowman, Cori Bush is a courageous leader for Palestinians’ human rights. AIPAC has already spent $2 million supporting Cori’s anti-ceasefire opponent, and the group will spend many millions more over the next month before Cori’s August 6th primary election in Missouri.\n\nCan you help Cori Bush overcome millions of dollars in attacks from pro-genocide billionaires? Please rush an urgent donation to our re-election campaigns today.\n\nRUSH A DONATION\n\nBack in October of last year, Cori heeded the call from the grassroots to introduce a Congressional resolution demanding a ceasefire and humanitarian aid to Gaza. Like Jamaal, Cori was one of the first members of Congress to correctly refer to these attacks on Palestinians as ethnic cleansing and genocide.\n\nIn 2014 Cori met Palestinian activists on the streets of Ferguson, Missouri while protesting for Black lives, and she saw the connections between Black and Palestinian struggles against state violence. Since then, she’s criticized the U.S. government’s complicity in Israel’s human rights abuses.",
        "label": "Not applicable"
    },
    {
        "text": "Dear NORA,\nYour online bill is now available. Thank you for pre-authorizing your payment. We'll withdraw the amount from your account on or after Jul 07, 2024.\n\n\nAccount number: 9-****-8412",
        "label": "Not applicable"
    },
    {
        "text": "Hi Nora,\n\nBased on your recent activity, we'd like to give you a special offer - a 1-month free upgrade to LinkedIn Premium.\n\nLinkedIn Premium gives you the following additional features:\n\nCustom Button, guide your profile viewers to take a desired action like visit your website, sign up for a demo and more*.\nInMail Messaging so you can reach out to anyone, including peers, industry leaders, potential partners, even if you're not connected.\nExclusive Insights on Company Pages, to help you make data-driven decisions.\nWho's Viewed Your Profile to see everyone who viewed your profile over the last 365 days.\nLinkedIn Learning's 21,000+ expert-led courses to hone your skills.\nStart your 1-month free trial today.",
        "label": "Not applicable"
    },
    {
        "text": "Update on your Dyson job application\nInbox\n\ndyson@myworkday.com\nWed, Jun 19, 7:29 PM (8 days ago)\nto me\n\n\n\nDear Nora,\n\nThank you for taking the time and effort to apply for our Software Engineering - App Intern role. However, after careful consideration, we’ve decided not to take your application further this time as we think there are other candidates whose experience matches what we’re looking for more closely.\n\nWhile we understand that this is disappointing news, we encourage you to keep checking our careers website for other roles that may interest you.\n\nUntil then, thank you for your interest in working at Dyson – and we’re sorry that you weren’t successful this time\n\nBest wishes,\nDyson Talent Acquisition Team",
        "label": "Rejected"
    },
    {
    "text": "Dear Nora Chamseddin -\n\nWe want to confirm that your application for the JR1983654 Software Engineering Intern, Generalist Embodied Agents Research - Fall 2024 role has been received.\n\nWe are always looking for amazing people to join us in doing their life’s work at NVIDIA, and we’re grateful that you took the time to apply for this opportunity.\n\nWe will review your application against the open position, and contact you to arrange an interview if the role is a good match for your qualifications.\n\nThanks again for your interest in NVIDIA.\n\nBest Regards,\n\nThe NVIDIA Recruiting Team",
    "label": "Application Received"
    },
    {
    "text": "Dear Nora Chamseddin ,\n\nThank you for your application to the post of Web UI Developer at Deutsche Bank.\n\nYou may wish to sign into the Candidate Home to view the application status.\n\nIf you do not have a Candidate Home account, please follow this link to create it.\n\nYours Sincerely,\n\nDeutsche Bank Talent Sourcing",
    "label": "Application Received"
    },
    {
    "text": "Hi Nora,\n\nDoes it feel like, no matter how many job applications you send, you’re not getting callbacks?\n\n \n\nJoin us and career coach, David Alto, in our upcoming webinar to get specific advice on what your resume needs to start getting more interviews, and how you can use LinkedIn to help land your next role.\n\n \n\nIn this webinar, we will discuss:\n\nResume formatting tips\nHow to write the most effective resume sections - what to include, how to say it, and best present your information\nAdvice for reviewing and editing your resume\nUsing LinkedIn for networking to help land your next role\nAn open Q&A on resume writing (ask any questions you have about your resume)\n\nAnd don’t miss our giveaway:\n\n \n\nJobscan is 10 years old this year!\n\n \n\nTo celebrate 10 years of Jobscan, we are giving away one month of Jobscan Premium for ten winners. \n\n \n\nJust grab your seat, and you'll be entered to win one of 10 Jobscan Premium accounts. The winners will be announced live on the webinar.\n\n \n\nAll webinar registrants are eligible, except where prohibited. So grab your seat today!\n\n \n\nHere are the webinar details:",
    "label": "Not applicable"
    },
    {
    "text": "We at Human Concern International extend our warmest wishes for a joyous and blessed Eid al-Adha filled with peace, happiness, and togetherness.\n\nAs we celebrate Eid this year, we think about the difficulties faced by many people worldwide. Thanks to your support, HCI has helped countless individuals and families in need despite these challenges.\n\nWe worked together to provide food aid, clean water, medical help, and educational opportunities to those who needed it most.\n\nYour kindness and dedication drive our mission and enable us to keep making a positive impact. We pray for a peaceful and prosperous Eid for you and your loved ones.\n\nBest Regards,\nTeam Human Concern International",
    "label": "Not applicable"
    },
    {
    "text": "Hi Nora, Last call to join our webinar this Wednesday: Resume Writing Strategies - Crafting a Standout Resume. Career coach, David Alto, will be joining us to answer all of your resume-related questions and help you craft a resume that lands you more interviews. It’s going to be a great session! In this webinar, we will discuss: How to write the most effective resume sections - what to include, how to say it, and best present your information Advice for reviewing, editing, and formatting your resume Using LinkedIn for networking to help land your next role An open Q&A on resume writing (ask any questions you have about your resume) And don’t miss our giveaway: Jobscan is 10 years old this year! To celebrate 10 years of Jobscan, we are giving away one month of Jobscan Premium for ten winners. Just grab your seat, and you'll be entered to win one of 10 Jobscan Premium accounts. The winners will be announced live on the webinar. All webinar registrants are eligible, except where prohibited. So grab your seat!",
    "label": "Not applicable"
    },
    {
    "text": "Hello Nora,\n\nWe hope you're having a good day!\n\nGiven your interest in AI Development & Machine learning, we would like to show you a new job listing for a Research Intern - AI-driven System and Database Design at Microsoft.\n\nBelow, we have summarized the main reasons why we recommend you to submit your application as soon as possible:\n\n- Opportunity to work on cutting-edge AI-driven system and database design\n- Chance to collaborate with world-class researchers in AI infrastructure\n- Hands-on experience with machine learning frameworks like PyTorch\n\nThis role requires candidates currently enrolled in a program related to Computer Science, Electrical Engineering, or Machine learning. Proficiency in machine learning concepts and models, analytical skills, and the ability to work independently are essential.\n\nIf you're interested, we encourage you to take the next step and apply for this position!\n\nThank you and good luck with your search!\n\nThe Joinrs Team",
    "label": "Not applicable"
    },
    {
    "text": "Thanks for your interest in the Software Engineering Intern - Amsterdam based opening at Juniper Networks, we appreciate your interest. We've reviewed your application and while we admire your experience, skills, we will not be moving forward with your application at this time.\n\nWe will keep your profile on file, because given your background, you may be a good fit for future roles as they open up. We hope you had a positive experience during the application process and wish you well in your future. Thank you again.\n\nAll the best,\n\nJuniper Networks",
    "label": "Rejected"
    },
    {
    "text": "Email ID: 190365324c529178 Subject: Thank you for for your interest in Lightning AI Sender: no-reply@us.greenhouse-mail.io Body: Hi Nora,\r\n\r\nThank you for your interest in Lightning AI. We are lucky to be receiving applications from many qualified applicants, but unfortunately, we will be unable to move forward with your candidacy at this time.\r\n\r\nPlease keep our careers page bookmarked for the future, as we are constantly updating our available roles. We wish you the best of luck in your search!\r\n\r\nRegards,\r\nLightning AI",
    "label": "Rejected"
    },
    {
      "text":"Email ID: 1916d4c6089f2873 Subject: Nora Thank you for your interest in Tesla Sender: Tesla <noreply@tesla.com> Body: Tesla\r\n[https://link.tesla.com/ls/click?upn=u001.pWUC6dM8Msun3LxPCegEXFJF-2BJW-2BSZ-2BIWFRXCBaQqr7-2BmTHJrIffG556J-2BS-2FPC5UWjs4ktWbKADDajclW5O17NbPXJ2lzoNgRIXLobTnwVZkAYwfBpN6vMGxQD-2FuSA3EDcZqN6qOFzEMAoDWgtGLMMITft5go3GJkhnqlyS8702jB3WXV7BMgQ6zh8IEgBSgAhp1f8klNRUpVsD0yoHW5mwlUmXGKKjuuX2fPdASr7Cz3pAKaFtrbDcwlsODErkjSqiDe2DYdftdqsn0ajRa5gfhBgA4InwX5NvzlfV4njgsVDddbVbExgWcnzSd-2F4uvQpFzKM2YJEk19dR6NFroJ6YsW3ql8iaGgXnjzs9vue2p6lGU94mNL28xahPwGm2lr436_hC8nKnMs2fskx4dDDL1g3A0SRWYLjmQrt9NdjUDqyxIq1fAYbTSm8rhzdjDAiimnF8Cc0QHmL-2BuyNr0ucLK50WmFa0fmxgnp5cRMYEfsrpxBD-2F916Pbls21MSUp51oB6e1L6Dwh3QppQzQKY4Zh31e8czSOqRaG-2B4Ol3yosSaxKbY6OqLCL4c02gQPio1RxNQg2B-2FOmowNzsp2Y55BtyczJIlwh8gxvRLhE6tF9KplmeYWgSh5xus33BuaUl5HTk0sd3zgYVGRL7F8QTVKNP8r3qmhmuLY12yiwm-2FID9eWo-3D]\r\nHello Nora,\r\nThank you for your interest in the Internship, Recruiting (Fall 2024) position at Tesla. We were\r\nfortunate to have received a high volume of applications, resulting in an\r\nextremely competitive candidate pool.\r\nAfter carefully reviewing your application, we have determined that the\r\ncredentials of other candidates better fit the requirements of the position. For\r\nthis reason, we have decided not to move forward with your application at this\r\ntime.\r\nWe encourage you to keep an eye on our careers site\r\n[https://link.tesla.com/ls/click?upn=u001.pWUC6dM8Msun3LxPCegEXCk738cf5dOieGmvUhLwahXtWRVZqb-2Bz4QFODYMYAjH-2FxxElnkRcAE5YXV-2BYe64HmDYrX-2BZ4be7W-2BMztNbURb9COfM-2BCuw2IN3cSL8KhuW4uy4xUiwwOvtZuC7v4HUVlSy3lN-2BYE9qoaTo1e4hCemsFfp9ql6A7arcPiIqbzggJ8XX8tQoazAmKvweUQ8fhNu-2FPyk7x-2B9ig8s6Hlmx-2F22KBwH8u1N6EHHuvzurYjuDIAbgjXHBBCfAXprS959wDwXQ-3D-3DpQgR_hC8nKnMs2fskx4dDDL1g3A0SRWYLjmQrt9NdjUDqyxIq1fAYbTSm8rhzdjDAiimnF8Cc0QHmL-2BuyNr0ucLK50WmFa0fmxgnp5cRMYEfsrpxBD-2F916Pbls21MSUp51oB6e1L6Dwh3QppQzQKY4Zh31WI7LlZIse0QRbFm3wlRs0q4oMRbJCnDmuF1fdVBeMWq1lvFC3vAZe5iWbn-2FjPRuwqLvR7VkhmHQr-2BAJmZP0iLcWTqprHkPSRkLrBSZcGNQ9YUTHgL2e4IjVj8L0sosEoHTKhl7R66bt4lKxvvXecjw-3D] and apply for other\r\nopportunities that interest you and align with your experience and skill set.\r\nThank you again, and we wish you all the best in your job search.\r\nSincerely,\r\nTesla Recruiting\r\n2024 Tesla, Inc.\r\n[https://link.tesla.com/ls/click?upn=u001.pWUC6dM8Msun3LxPCegEXK2iwXgo4rPue6ahHxGd5kTRoFJ8uyMa7dLLIbbIdaZYXTk-2F3ghHvcmuAwlUqPpZ3bFlPOAvVQUsEmAY-2FL-2BjlgEgem-2FVGR52cNg4XwZlpYWAUo5EKyC8IrabUyGhU-2FMpxggor79OfbBiL-2BKgFtTjMmX-2F6M3MufebM1kEkEH1XyDGiYR9huJdL9kHyzBiK3MWxRkjWII113E2Hk4CtQpEZHBaIDip7OwseLhOFptr97zp9ogeVlmN3rC4TiqpgkB7TyWpsZqLAxer5fK1640omntWnWMwJ1W2NS5hmIDJ7YazlcLz_hC8nKnMs2fskx4dDDL1g3A0SRWYLjmQrt9NdjUDqyxIq1fAYbTSm8rhzdjDAiimnF8Cc0QHmL-2BuyNr0ucLK50WmFa0fmxgnp5cRMYEfsrpxBD-2F916Pbls21MSUp51oB6e1L6Dwh3QppQzQKY4Zh31XtbaoNXHXjYn2V1P3ShiYErM88yuz031I4-2B-2BTKoRYwAH-2BkT0pqCEcD2oF-2F-2BritKcTqdpw1RmeWyv8Ex5N-2FqCZi8MrSp6P4-2BoEdB38lfzofj9lEZMnzD59oigiPNXFoK2MMvngnh0tZzZcv-2FT0KCXR8-3D]\r\nPrivacy & Legal [https://link.tesla.com/ls/click?upn=u001.pWUC6dM8Msun3LxPCegEXDvSxkcgVormw3sVvuMG5OpOlo-2BPv7cTK5jwCeOToxHsiImvF8694ylFLtZ8ekned2owG8YUgOiuMYfk9vWxzH0eXRw0dkmB-2B32u0UAMzz4lNvEWXzB0qWm6H4Nq1mKcjuzmCaZttgPZI0-2F7zcq5DYFLXeDBbGgMcJ6ZH7sakH6EEqTlZN5Vdk83oV0pUqAI-2BriQTGDJXl2zIHBcPAh5g4xuieRzSI7mBoxiBr-2FwB8zEL8-V_hC8nKnMs2fskx4dDDL1g3A0SRWYLjmQrt9NdjUDqyxIq1fAYbTSm8rhzdjDAiimnF8Cc0QHmL-2BuyNr0ucLK50WmFa0fmxgnp5cRMYEfsrpxBD-2F916Pbls21MSUp51oB6e1L6Dwh3QppQzQKY4Zh31SmL1AXsOSAfx3h-2BOPj3Hd8AtFsayOgtuQaXEGPmJ7CZqbC1teUkEbz-2FlJw7FyOfNSJ4RDI-2BKd2HZTe8v-2B-2F4gXdnfidjVF78rjzGIucKFTTNq0HisTVOSgAAXfbZABESzpN6POcmQSTd7V66HQRuj1c-3D]",
      "label": "Rejected"
    },
    {
      "text": "Email ID: 1916daea7898d2f9 Subject: Thank you, interview with Interac Sender: Nora Chamseddin <nchamseddin@gmail.com> Body: Hello Nora,\r\n\r\nWe appreciate your interest in the Software Development Intern position at\r\nInterac. We would like to schedule a technical interview with you to\r\nfurther assess your skills.\r\n\r\nPlease let us know your availability for a technical interview next week.\r\nThe interview will include coding challenges and problem-solving questions.\r\n\r\nThank you for your time, and we look forward to hearing from you.\r\n\r\nRegards,\r\nInterac Recruitment\r\n",
      "label": "Interview"
    },
    {
      "text": "Email ID: 1916dae4d39a4685 Subject: Thank you, interview invitation with Walton Systems Sender: Nora Chamseddin <nchamseddin@gmail.com> Body: Dear Nora,\r\n\r\nThank you for applying to Walton Systems! We have reviewed your application\r\nand would like to invite you for an interview.\r\n\r\nPlease select a time slot that works for you using the link below:\r\n[Interview Scheduling Link]\r\n\r\nWe look forward to speaking with you soon.\r\n\r\nBest regards,\r\nWalton Systems Recruiting Team\r\n<div dir=\"ltr\">Dear Nora,<br><br>Thank you for applying to Walton Systems! We have reviewed your application and would like to invite you for an interview.<br><br>Please select a time slot that works for you using the link below:<br>[Interview Scheduling Link]<br><br>We look forward to speaking with you soon.<br><br>Best regards,<br>Walton Systems Recruiting Team<br></div>\r\n",
      "label": "Interview"
    },
    {
      "text": "Email ID: 1916dada6e13b1fa Subject: Thank you for applying, Interview with InnovateX Sender: Nora Chamseddin <nchamseddin@gmail.com> Body: Hi Nora, Thank you for completing your initial interview with InnovateX. We\r\nwere impressed with your performance and would like to move forward with a\r\nfollow-up interview. Please find the details for the next round below:\r\n- Date: August 25, 2024 - Time: 10:00 AM EST - Format: Virtual (Zoom link\r\nwill be provided) Looking forward to our conversation. Best, InnovateX HR\r\nTeam\r\n<div dir=\"ltr\">Hi Nora, Thank you for completing your initial interview with InnovateX. We were impressed with your performance and would like to move forward with a follow-up interview. Please find the details for the next round below: - Date: August 25, 2024 - Time: 10:00 AM EST - Format: Virtual (Zoom link will be provided) Looking forward to our conversation. Best, InnovateX HR Team<br></div>\r\n",
      "label": "Interview"
    }
  ]
  

